/* Menu Item for Release Help */
"%@ Help" = "Ayuda de %@";

/* Menu Item for Release About */
"About %@" = "Acerca de %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Buscar actualizaciÛn...";

/* Menu Item Label for Email */
"Email Support" = "Soporte de Correo";

/* Menu Item Hide Release App */
"Hide %@" = "Ocultar %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "InformaciÛn de registro no v·lida!";

/* Menu Item for Order */
"Order Now" = "Comprar Ahora";

/* Menu Item for Quit Release App */
"Quit %@" = "Salir %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Leer FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Leer Ayuda en lÌnea";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registro exitoso!";

/* Menu Item Label for Registration */
"Registration..." = "RegistraciÛn...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Copiar y pegar su nombre y el cÛdigo de registro exactamente como se aparecen en el email de confirmaciÛn.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Gracias por la compra, si tiene cualquier problema, pÛngase en contacto con nosotros vÌa correo electrÛnico.";

/* Menu Item for WebSite */
"Visit WebSite" = "Ver el Sitio Web";

